{
    "A device with that ID is already added.": "Un dispositivo con questo ID è già stato aggiunto.",
    "A negative number of days doesn't make sense.": "Un numero di giorni negativo non ha alcun senso.",
    "A new major version may not be compatible with previous versions.": "Una nuova versione principale potrebbe non essere compatibile con le versioni precedenti.",
    "API Key": "Chiave API",
    "About": "Informazioni",
    "Action": "Azione",
    "Actions": "Azioni",
    "Add": "Aggiungi",
    "Add Device": "Aggiungi Dispositivo",
    "Add Folder": "Aggiungi Cartella",
    "Add Remote Device": "Aggiungi Dispositivo Remoto",
    "Add new folder?": "Aggiungere una nuova cartella?",
    "Address": "Indirizzo",
    "Addresses": "Indirizzi",
    "Advanced": "Avanzate",
    "Advanced Configuration": "Configurazione Avanzata",
    "All Data": "Tutti i Dati",
    "Allow Anonymous Usage Reporting?": "Abilitare Statistiche Anonime di Utilizzo?",
    "Allowed Networks": "Reti Consentite.",
    "Alphabetic": "Alfabetico",
    "Anonymous Usage Reporting": "Statistiche Anonime di Utilizzo",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Il formato delle statistiche anonime di utilizzo è cambiato. Vuoi passare al nuovo formato?",
    "Apply": "Applica",
    "Are you sure you want to override all remote changes?": "Sei sicuro di voler sovrascrivere tutte le modifiche remote?",
    "Are you sure you want to permanently delete all these files?": "Sei sicuro di voler eliminare definitivamente tutti questi file?",
    "Are you sure you want to remove device {%name%}?": "Sei sicuro di voler rimuovere il dispositivo {{name}}?",
    "Are you sure you want to remove folder {%label%}?": "Sei sicuro di voler rimuovere la cartella {{label}}?",
    "Are you sure you want to restore {%count%} files?": "Sei sicuro di voler ripristinare {{count}} file?",
    "Are you sure you want to revert all local changes?": "Sei sicuro di voler ripristinare tutte le modifiche locali?",
    "Are you sure you want to upgrade?": "Sei sicuro di voler aggiornare?",
    "Auto Accept": "Accettazione Automatica",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Gli aggiornamenti automatici offrono la scelta tra versioni stabili e versioni candidate al rilascio.",
    "Automatic upgrades": "Aggiornamenti automatici",
    "Automatic upgrades are always enabled for candidate releases.": "Gli aggiornamenti automatici sono sempre abilitati per le versioni candidate al rilascio.",
    "Available debug logging facilities:": "Servizi di debug disponibili:",
    "Be careful!": "Fai attenzione!",
    "Bugs": "Bug",
    "Cancel": "Annulla",
    "Changelog": "Changelog",
    "Clean out after": "Svuota dopo",
    "Cleanup Interval": "Intervallo di Pulizia",
    "Close": "Chiudi",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Per commentare, va inserito all'inizio di una riga",
    "Compression": "Compressione",
    "Configured": "Configurato",
    "Connected (Unused)": "Connesso (non utilizzato)",
    "Connection Error": "Errore di Connessione",
    "Connection Type": "Tipo di Connessione",
    "Connections": "Connessioni",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "Il monitoraggio continuo dei cambiamenti è ora disponibile all'interno di Syncthing. Questo rileverà le modifiche sul disco ed avvierà una scansione solo sui percorsi modificati. I vantaggi sono che le modifiche vengono propagate più rapidamente e che sono richieste meno scansioni complete.",
    "Copied from elsewhere": "Copiato da qualche altra parte",
    "Copied from original": "Copiato dall'originale",
    "Custom Range": "Intervallo personalizzato",
    "Danger!": "Pericolo!",
    "Debugging Facilities": "Servizi di Debug",
    "Default Configuration": "Configurazione predefinita",
    "Default Device": "Dispositivo predefinito",
    "Default Folder": "Cartella predefinita",
    "Delete": "Elimina",
    "Deselect All": "Deseleziona tutto",
    "Device": "Dispositivo",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Il dispositivo \"{{name}}\" ({{device}} - {{address}}) chiede di connettersi. Aggiungere il nuovo dispositivo?",
    "Device ID": "ID Dispositivo",
    "Device Identification": "Identificazione Dispositivo",
    "Device Name": "Nome Dispositivo",
    "Devices": "Dispositivi",
    "Disabled": "Disabilitato",
    "Disabled periodic scanning and disabled watching for changes": "Scansione periodica disabilitata e monitoraggio cambiamenti disabilitata",
    "Disabled periodic scanning and enabled watching for changes": "Scansione periodica disabilitata e monitoraggio cambiamenti abilitata",
    "Disconnected": "Disconnesso",
    "Disconnected (Unused)": "Disconnesso (non utilizzato)",
    "Discovered": "Individuato",
    "Discovery": "Individuazione",
    "Do not restore": "Non ripristinare",
    "Do not restore all": "Non ripristinare tutto",
    "Documentation": "Documentazione",
    "Download Rate": "Velocità Download",
    "Downloaded": "Scaricato",
    "Downloading": "Scaricamento in corso",
    "Edit": "Modifica",
    "Editing {%path%}.": "Modifica di {{path}}.",
    "Enable NAT traversal": "Abilita NAT traversal",
    "Enable Relaying": "Abilita Reindirizzamento",
    "Enabled": "Abilitato",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Inserisci un numero non negativo (ad esempio \"2.35\") e seleziona un'unità. Le percentuali sono parte della dimensione totale del disco.",
    "Enter a non-privileged port number (1024 - 65535).": "Inserisci un numero di porta non-privilegiata (1024 - 65535).",
    "Enter ignore patterns, one per line.": "Inserisci gli schemi di esclusione, uno per riga.",
    "Error": "Errore",
    "External File Versioning": "Controllo Versione Esterno",
    "Failed Items": "Elementi Errati",
    "File Pull Order": "Ordine Prelievo File",
    "File Versioning": "Controllo Versione File",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "I file sono spostati nella certella .stversions quando vengono sostituiti o cancellati da Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "I file sono protetti dalle modifiche effettuate negli altri dispositivi, ma le modifiche effettuate in questo dispositivo verranno inviate anche al resto del cluster.",
    "Filter by date": "Filtra per data",
    "Filter by name": "Filtra per nome",
    "Folder": "Cartella",
    "Folder ID": "ID Cartella",
    "Folder Label": "Etichetta per la Cartella",
    "Folder Path": "Percorso Cartella",
    "Folder Type": "Tipo di Cartella",
    "Folders": "Cartelle",
    "Full Rescan Interval (s)": "Intervallo di scansione completa (s)",
    "GUI": "Interfaccia Grafica Utente",
    "GUI Authentication Password": "Password dell'Interfaccia Grafica",
    "GUI Authentication User": "Utente dell'Interfaccia Grafica",
    "GUI Listen Address": "Indirizzo dell'Interfaccia Grafica",
    "GUI Theme": "Tema GUI",
    "General": "Generale",
    "Generate": "Genera",
    "Global Discovery": "Individuazione Globale",
    "Global Discovery Servers": "Server di Individuazione Globale",
    "Global State": "Stato Globale",
    "Help": "Aiuto",
    "Home page": "Pagina home",
    "Ignore": "Ignora",
    "Ignore Patterns": "Schemi Esclusione File",
    "Ignore Permissions": "Ignora Permessi",
    "Ignored Devices": "Dispositivi ignorati",
    "Ignored Folders": "Cartelle ignorate",
    "Incoming Rate Limit (KiB/s)": "Limite Velocità in Ingresso (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Una configurazione non corretta potrebbe danneggiare il contenuto delle cartelle e rendere Syncthing inoperativo.",
    "Introducer": "Introduttore",
    "Inversion of the given condition (i.e. do not exclude)": "Inversione della condizione indicata (ad es. non escludere)",
    "Keep Versions": "Versioni Mantenute",
    "Largest First": "Prima il più grande",
    "Last Scan": "Ultima Scansione",
    "Last seen": "Ultima connessione",
    "Latest Change": "Ultima Modifica",
    "Listeners": "In Ascolto",
    "Loading data...": "Caricamento dati...",
    "Loading...": "Caricamento...",
    "Local Discovery": "Individuazione Locale",
    "Local State": "Stato Locale",
    "Local State (Total)": "Stato Locale (Totale)",
    "Log": "Log",
    "Logs": "Log",
    "Major Upgrade": "Aggiornamento Principale",
    "Mass actions": "Azioni di massa",
    "Maximum Age": "Durata Massima",
    "Metadata Only": "Solo i Metadati",
    "Minimum Free Disk Space": "Minimo Spazio Libero su Disco",
    "Move to top of queue": "Posiziona in cima alla coda",
    "Multi level wildcard (matches multiple directory levels)": "Metacarattere multi-livello (per corrispondenze in più livelli di cartelle)",
    "Never": "Mai",
    "New Device": "Nuovo Dispositivo",
    "New Folder": "Nuova Cartella",
    "Newest First": "Prima il più recente",
    "No": "No",
    "No File Versioning": "Nessun Controllo Versione",
    "No files will be deleted as a result of this operation.": "Nessun file verrà eliminato come risultato di questa operazione.",
    "Notice": "Avviso",
    "OK": "OK",
    "Off": "Disattiva",
    "Oldest First": "Prima il Meno Recente",
    "Optional descriptive label for the folder. Can be different on each device.": "Etichetta descrittiva facoltativa della cartella. Può essere diversa su ogni dispositivo.",
    "Options": "Opzioni",
    "Out of Sync": "Non sincronizzato",
    "Out of Sync Items": "Elementi Non Sincronizzati",
    "Outgoing Rate Limit (KiB/s)": "Limite Velocità in Uscita (KiB/s)",
    "Override Changes": "Ignora le Modifiche",
    "Path": "Percorso",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Percorso della cartella nel computer locale. Verrà creata se non esiste già. Il carattere tilde (~) può essere utilizzato come scorciatoia per",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "Percorso di salvataggio delle versioni (lasciare vuoto per utilizzare la cartella predefinita .stversions in questa cartella).",
    "Pause": "Pausa",
    "Pause All": "Pausa Tutti",
    "Paused": "In Pausa",
    "Please consult the release notes before performing a major upgrade.": "Si prega di consultare le note di rilascio prima di eseguire un aggiornamento principale.",
    "Please wait": "Attendere prego",
    "Prefix indicating that the file can be deleted if preventing directory removal": "Prefisso che indica che il file può essere eliminato se impedisce la rimozione della cartella",
    "Prefix indicating that the pattern should be matched without case sensitivity": "Prefisso che indica che lo schema deve essere abbinato senza tener conto delle maiuscole",
    "Preview": "Anteprima",
    "Preview Usage Report": "Anteprima Statistiche di Utilizzo",
    "Quick guide to supported patterns": "Guida veloce agli schemi supportati",
    "Random": "Casuale",
    "Recent Changes": "Cambiamenti Recenti",
    "Reduced by ignore patterns": "Ridotto da schemi di esclusione",
    "Release Notes": "Note di Rilascio",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "Le versioni candidate al rilascio contengono le ultime funzionalità e aggiustamenti. Sono simili ai rilasci bisettimanali di Syncthing.",
    "Remote Devices": "Dispositivi Remoti",
    "Remove": "Rimuovi",
    "Remove Device": "Rimuovi Dispositivo",
    "Remove Folder": "Rimuovi Cartella",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Identificatore obbligatorio della cartella. Deve essere lo stesso su tutti i dispositivi del cluster.",
    "Rescan": "Riscansiona",
    "Rescan All": "Riscansiona Tutto",
    "Restart": "Riavvia",
    "Restart Needed": "Riavvio Necessario",
    "Restarting": "Riavvio",
    "Restore": "Ripristina",
    "Restore Versions": "Ripristina Versioni",
    "Resume": "Riprendi",
    "Resume All": "Riprendi Tutti",
    "Reused": "Riutilizzato",
    "Save": "Salva",
    "Scan Time Remaining": "Tempo di Scansione Rimanente",
    "Scanning": "Scansione in corso",
    "Select All": "Seleziona Tutto",
    "Select a version": "Seleziona una versione",
    "Select latest version": "Seleziona l'ultima versione",
    "Select oldest version": "Seleziona la versione più vecchia",
    "Send & Receive": "Invia & Ricevi",
    "Send Only": "Invia Soltanto",
    "Settings": "Impostazioni",
    "Share": "Condividi",
    "Share Folder": "Condividi la Cartella",
    "Share this folder?": "Vuoi condividere questa cartella?",
    "Shared With": "Condiviso Con",
    "Show ID": "Mostra ID",
    "Show QR": "Mostra QR",
    "Show diff with previous version": "Mostra le differenze con la versione precedente",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Visibile al posto dell'ID Dispositivo nello stato del cluster. Negli altri dispositivi verrà presentato come nome predefinito opzionale.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Visibile al posto dell'ID Dispositivo nello stato del cluster. Se viene lasciato vuoto, verrà utilizzato il nome proposto dal dispositivo.",
    "Shutdown": "Arresta",
    "Shutdown Complete": "Arresto Eseguito",
    "Simple File Versioning": "Controllo Versione Semplice",
    "Size": "Dimensione",
    "Smallest First": "Prima il più piccolo",
    "Some items could not be restored:": "Alcuni elementi non possono essere ripristinati:",
    "Source Code": "Codice Sorgente",
    "Stable releases and release candidates": "Versioni stabili e versioni candidate al rilascio",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "Le versioni stabili sono in ritardo di circa due settimane. Durante questo tempo verranno testati come candidati di rilascio.",
    "Stable releases only": "Solo rilasci stabili",
    "Staggered File Versioning": "Controllo Versione Cadenzato",
    "Start Browser": "Avvia Browser",
    "Statistics": "Statistiche",
    "Stopped": "Fermato",
    "Support": "Supporto",
    "Sync Protocol Listen Addresses": "Indirizzi di ascolto del Protocollo di Sincronizzazione",
    "Syncing": "Sincronizzazione in corso",
    "Syncthing has been shut down.": "Syncthing è stato arrestato.",
    "Syncthing includes the following software or portions thereof:": "Syncthing utilizza i seguenti software o porzioni di questi:",
    "Syncthing is restarting.": "Riavvio di Syncthing in corso.",
    "Syncthing is upgrading.": "Aggiornamento di Syncthing in corso.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing sembra inattivo, oppure c'è un problema con la tua connessione a Internet. Nuovo tentativo…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Sembra che Syncthing abbia problemi nell'elaborazione della tua richiesta. Aggiorna la pagina o riavvia Syncthing se il problema persiste.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "L'interfaccia di amministrazione di Syncthing è configurata in modo da permettere l'accesso senza password.",
    "The aggregated statistics are publicly available at the URL below.": "Le statistiche aggregate sono disponibili pubblicamente all'URL seguente.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configurazione è stata salvata ma non attivata. Syncthing deve essere riavviato per attivare la nuova configurazione.",
    "The device ID cannot be blank.": "L'ID del dispositivo non può essere vuoto.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "L'ID del dispositivo da inserire qui può essere trovato nella finestra \"Azioni> Mostra ID\" sull'altro dispositivo. Gli spazi e i trattini sono opzionali (ignorati).",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID del dispositivo inserito non sembra valido. Dovrebbe essere una stringa di 52 o 56 caratteri costituita da lettere e numeri, con spazi e trattini opzionali.",
    "The folder ID cannot be blank.": "L'ID della cartella non può essere vuoto.",
    "The folder ID must be unique.": "L'ID della cartella dev'essere unico.",
    "The folder path cannot be blank.": "Il percorso della cartella non può essere vuoto.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Vengono utilizzati i seguenti intervalli temporali: per la prima ora viene mantenuta una versione ogni 30 secondi, per il primo giorno viene mantenuta una versione ogni ora, per i primi 30 giorni viene mantenuta una versione al giorno, successivamente viene mantenuta una versione ogni settimana fino al periodo massimo impostato.",
    "The following items could not be synchronized.": "Non è stato possibile sincronizzare i seguenti elementi.",
    "The maximum age must be a number and cannot be blank.": "La durata massima dev'essere un numero e non può essere vuoto.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "La durata massima di una versione (in giorni, imposta a 0 per mantenere le versioni per sempre).",
    "The number of days must be a number and cannot be blank.": "Il numero di giorni deve essere un numero e non può essere vuoto.",
    "The number of days to keep files in the trash can. Zero means forever.": "Il numero di giorni per conservare i file nel cestino. Zero significa per sempre.",
    "The number of old versions to keep, per file.": "Il numero di vecchie versioni da mantenere, per file.",
    "The number of versions must be a number and cannot be blank.": "Il numero di versioni dev'essere un numero e non può essere vuoto.",
    "The path cannot be blank.": "Il percorso non può essere vuoto.",
    "The rate limit must be a non-negative number (0: no limit)": "Il limite di banda deve essere un numero non negativo (0: nessun limite)",
    "The rescan interval must be a non-negative number of seconds.": "L'intervallo di scansione deve essere un numero non negativo secondi.",
    "They are retried automatically and will be synced when the error is resolved.": "Verranno effettuati tentativi in automatico e verranno sincronizzati quando l'errore sarà risolto.",
    "This Device": "Questo Dispositivo",
    "This can easily give hackers access to read and change any files on your computer.": "Ciò potrebbe facilmente permettere agli hackers accesso alla lettura e modifica di qualunque file del tuo computer.",
    "This is a major version upgrade.": "Questo è un aggiornamento di versione principale",
    "Time": "Tempo",
    "Trash Can File Versioning": "Controllo Versione con Cestino",
    "Type": "Tipo",
    "Unavailable": "Non disponibile",
    "Unavailable/Disabled by administrator or maintainer": "Non disponibile/Disabilitato dall'amministratore o dal manutentore",
    "Unknown": "Sconosciuto",
    "Unshared": "Non Condiviso",
    "Up to Date": "Sincronizzato",
    "Upgrade": "Aggiornamento",
    "Upgrade To {%version%}": "Aggiorna alla {{version}}",
    "Upgrading": "Aggiornamento",
    "Upload Rate": "Velocità Upload",
    "Uptime": "Tempo di Funzionamento",
    "Usage reporting is always enabled for candidate releases.": "Le segnalazioni di utilizzo sono sempre abilitate le versioni candidate al rilascio.",
    "Use HTTPS for GUI": "Utilizza HTTPS per l'interfaccia grafica",
    "Version": "Versione",
    "Versions": "Versioni",
    "Versions Path": "Percorso Cartella Versioni",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Le versioni vengono eliminate automaticamente se superano la durata massima o il numero di file permessi in un determinato intervallo temporale.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Attenzione, questo percorso è una sottocartella di una cartella esistente \"{{otherFolder}}\".",
    "Warning: If you are using an external watcher like {%syncthingInotify%}, you should make sure it is deactivated.": "Attenzione: se stai usando uno strumento esterno di monitoraggio come {{syncthingInotify}}, dovresti assicurarti che sia disattivato.",
    "Watch for Changes": "Monitorare i cambiamenti",
    "Watching for Changes": "Monitoraggio dei cambiamenti",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quando aggiungi una nuova cartella, ricordati che gli ID vengono utilizzati per collegare le cartelle nei dispositivi. Distinguono maiuscole e minuscole e devono corrispondere esattamente su tutti i dispositivi.",
    "Yes": "Sì",
    "You must keep at least one version.": "È necessario mantenere almeno una versione.",
    "days": "giorni",
    "files": "file",
    "full documentation": "documentazione completa",
    "items": "elementi",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} vuole condividere la cartella \"{{folder}}\".",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} vuole condividere la cartella \"{{folderlabel}}\" ({{folder}})."
}
